n = int(input("Введите трехзначтное число: \n "))
num_3 = n % 10
n = n // 10
num_2 = n % 10
num_1 = n // 10
print("Ответ:", num_1 + num_2 + num_3)

# Задание 1, Вариант 10
